"SKRefreshHeaderNormalText" = "Pull down to refresh";
"SKRefreshHeaderPullingText" = "Release to refresh";
"SKRefreshHeaderRefreshingText" = "Loading...";

"SKRefreshAutoFooterNormalText" = "Tap or pull up to load more";
"SKRefreshAutoFooterRefreshingText" = "Loading...";
"SKRefreshAutoFooterNoMoreDataText" = "No more data";

"SKRefreshBackFooterNormalText" = "Pull up to load more";
"SKRefreshBackFooterPullingText" = "Release to load more.";
"SKRefreshBackFooterRefreshingText" = "Loading...";
"SKRefreshBackFooterNoMoreDataText" = "No more data";

"SKRefreshHeaderLastTimeText" = "Last update:";
"SKRefreshHeaderDateTodayText" = "Today";
"SKRefreshHeaderNoneLastDateText" = "No record";
